{
  "logout": "Выход",
  "hello": "Добро пожаловать",
  "userAuth": "Вход",
  "userReg": "Регистрация",
  "firstTitle": "О BTIMaker",
  "firstText": "BTIMaker предназначен для планирования квартиры позволяет быстро сделать 2D и 3D - модель помещений на персональном компьютере или ноутбуке.",
  "secondTitle": "Личные проекты",
  "secondText": "Зарегистрируйтесь и получите возможность сохранения и печати плана помещения.",
  "thirdTitle": "Настройка",
  "thirdText": "Храните и редактируйте свои проекты, а также создавайте любое количество новых проектов с указанием их параметров.",
  "about": "Перед началом строительства или ремонта дома нужно сделать план расположения всех комнат и помещений. Использование информационных технологий позволяет значительно сократить время на проектирование и предоставить возможность печати плана. С помощью программы для планировки квартиры легко можно решить различные задачи по созданию уютного интерьера, начиная от размещения на плане в масштабе комнат, санузлов, кухни, прихожей и других помещений, внешней и внутренней отделки квартиры.",
  "createProject": "Создать проект",
  "header": "Планировщик помещений BTIMaker",
  "contactTitle": "Наша работа",
  "footerHeader": "О нас",
  "footerText": "Готовый результат в программе дизайна интерьера представлен в виде объемного виртуального макета, который позволит детально рассмотреть особенности будущего интерьера, оценить его. Все изменения можно посмотреть в реальном времени.",
  "footerLabel": "Copyright 2016",
  "authRegDlg": {
    "regTitle": "Регистрация",
    "authTitle": "Вход",
    "cancelBtnText": "Отмена",
    "emailText": "Ваш e-mail",
    "rememberMeText": "Запомнить меня",
    "emptyFormText": "Поля формы не заполнены",
    "passText": "Ваш пароль",
    "errText": "Неверный пароль или e-mail",
    "errAuthText": "Такой пользователь уже существует",
    "emailError": "Неккоректный e-mail",
    "passError": "Пароль должен содержать от 6 до 15 символов, включая как минимум одну строчную букву, одну заглавную букву, одну цифру и один спец символ"
  },
  "langMenu": {
    "en": "Английский",
    "ua": "Украинский",
    "ru": "Русский"
  }
}