{
  "logout": "Вихід",
  "hello": "Ласкаво просимо",
  "userAuth": "Вхід",
  "userReg": "Реєстрація",
  "firstTitle": "Про BTIMaker",
  "firstText": "BTIMaker призначений для планування квартири дозволяє швидко зробити 2D і 3D - модель приміщень на персональному комп'ютері або ноутбуці.",
  "secondTitle": "Особисті проекти",
  "secondText": "Зареєструйтеся та отримайте можливість збереження і друку плану приміщення.",
  "thirdTitle": "Налаштування",
  "thirdText": "Зберігайте і редагуйте свої проекти, а також створюйте будь-яку кількість нових проектів із зазначенням їх параметрів.",
  "about": "Перед початком будівництва або ремонту будинку потрібно зробити план розташування всіх кімнат і приміщень. Використання інформаційних технологій дозволяє значно скоротити час на проектування та надати можливість друку плану. За допомогою програми для планування квартири легко можна вирішити різні завдання по створенню затишного інтер'єру, починаючи від розміщення на плані в масштабі кімнат, санвузлів, кухні, передпокої і інших приміщень, до зовнішньої і внутрішньої обробки квартири.",
  "createProject": "Створити проект",
  "header": "Планувальник приміщень BTIMaker",
  "contactTitle": "Наша робота",
  "footerHeader": "Про нас",
  "footerText": "Готовий результат в програмі дизайну інтер'єру представлений у вигляді об'ємного віртуального макета, який дозволить детально розглянути особливості майбутнього інтер'єру, оцінити його. Всі зміни можна подивитися в реальному часі.",
  "footerLabel": "Copyright 2016",
  "authRegDlg": {
    "regTitle": "Реєстрація",
    "authTitle": "Вхід",
    "cancelBtnText": "Скасувати",
    "emailText": "Ваш e-mail",
    "rememberMeText": "Запам'ятати мене",
    "emptyFormText": "Поля форми не заповнені",
    "passText": "Ваш пароль",
    "errText": "Невірний пароль або e-mail",
    "errAuthText": "Такий користувач вже існує",
    "emailError": "Некоректний e-mail",
    "passError": "Пароль повинен містити від 6 до 15 символів, включаючи як мінімум одну малу літеру, одну велику літеру, одну цифру і один спец символ"
  },
  "langMenu": {
    "en": "Англійська",
    "ua": "Українська",
    "ru": "Російська"
  }
}